[
  {
    "name": "Antonio Flamenco",
    "photo": "data/designathon/2023/assets/portrait/Antonio_Flamenco.jpg",
    "role": "Product Designer @ Workday",
    "pronouns": "he/him",
    "about": "Antonio is a bay area based UX designer with a love of complex domain areas and problem solving. He has worked for many places throughout his career such as Stanford, Adobe and Workday leading design centered solutions for thousands of customers across multiple industries. When it comes to the UX design field, Antonio believes in always guiding design decisions through the user and that effective communication is the key to team success. In his free time Antonio is an ultimate frisbee player, photographer and runner."
  },
  {
    "name": "Mosope Adebowale",
    "photo": "data/designathon/2023/assets/portrait/Mosope_Adebowale.jpg",
    "role": "Product Designer @ Meta",
    "pronouns": "he/him",
    "about": "Mosope is a user experience designer fascinated by the relationship between human interaction and technology. Much of his work has been dedicated to designing better product user experiences. His long-term goal is to make technology easy to use and accessible to everyone. He has mentored more than 200 designers from 18 countries across the world. When Mosope is not designing, you can find him doing some DIY projects, watching anime and exploring the country."
  },
  {
    "name": "Victoria Wu",
    "photo": "data/designathon/2023/assets/portrait/Victoria_Wu.jpg",
    "role": "Product Designer @ LinkedIn",
    "pronouns": "she/her",
    "about": "Victoria is a product designer at LinkedIn, currently designing profiles! Previously she studied architecture at UC Berkeley and has worked at design agencies, startups, and architecture firms. She’s from Orange County but is currently living in San Francisco. Victoria is an ENFP (Myers-Briggs Personality Type). + she has a bichon-poodle named Miso!."
  },
  {
    "name": "Duong Vu",
    "photo": "data/designathon/2023/assets/portrait/Duong_Vu.png",
    "role": "Outreach Co-chair @ WICS",
    "pronouns": "she/her",
    "about": "Linda is a third year CS major. She first joined WICS in freshman year and it has helped her a lot in the COVID online period. Afterwards, she joined the WICS committee and this year she is Outreach Co-chair. In her free time, she mostly hangs out with friends. She also loves checking out new food and boba and her favorite sport is badminton. Duong prefers cereals with yogurt over milk."
  },
  {
    "name": "Hang Cao",
    "photo": "data/designathon/2023/assets/portrait/Hang_Cao.png",
    "role": "Outreach Co-chair @ WICS",
    "pronouns": "she/her",
    "about": "Hang is a 3rd year CS major, and she’s been in the WICS outreach committee since her freshman year. In her spare time, she likes playing badminton, doodling, and baking. Hang doesn’t like ketchup and prefer fries by itself."
  },
  {
    "name": "Joe Cahill",
    "photo": "data/designathon/2023/assets/portrait/Joe_Cahill.jpg",
    "role": "Experience Design Manager @ Unqork",
    "pronouns": "he/him",
    "about": "With over 20 years of experience, an infectious smile, and a big presence, Joe Cahill is one of the most passionate designers you will meet. His experience has led him to successfully design and build products across a range of industries, and has also helped many Fortune 50 teams restructure their product development team operations to successfully create and deploy products more effectively. His passion for the customer and excitement for design has left a rippling impact on the industry, and he continues to spend his time learning about how people experience, interact with and use digital products in this constantly evolving industry.",
    "funFact": "Joe has officiated."
  }
]
