[
    {
        "name": "Lillian Choi",
        "photo": "data/designathon/2022/assets/portrait/Lillian_Choi.png",
        "role": "UX Designer at Samsung Electronics America",
        "pronouns": "she/her",
        "about": "As a recent design graduate from UC Davis, Lillian Choi is a UX Designer based in Silicon Valley and currently working at Samsung Electronics America. As a humble advocate for accessible and equitable designs in the digital healthcare industry, Lillian strives to share her knowledge and passion with junior designers in the community."
    },
    {
        "name": "Nathan Gao",
        "photo": "data/designathon/2022/assets/portrait/Nathan_Gao.png",
        "role": "Experience Design Lead at Northwestern Mutual",
        "pronouns": "he/him",
        "about": "Nathan Gao is an Experience Design Lead at Northwestern Mutual, where he guides a small team of talented designers in tackling complex projects, helping everyday people navigate difficult life  and financial decisions. An avid technologist, music fan, and former operations guy, Nathan is a big believer in using design to shape better complex systems; helping those who have less, live better."
    },
    {
        "name": "Jered Odegard",
        "photo": "data/designathon/2022/assets/portrait/Jered_Odegard.png",
        "role": "Coach at Zeal; Former Product Design Leader at Redfin, Expedia",
        "pronouns": "he/him",
        "about": "Jered is a career and leadership coach (CPCC, ACC) and former Head of Product Design. He has built world-class product for fortune 500 like 🏝 Expedia and raised design teams from startup to IPO at 🏡 Redfin. He is passionate about giving introverted designers a voice and creative ownership."
    },
    {
        "name": "Vanessa Wong",
        "photo": "data/designathon/2022/assets/portrait/Vanessa_Wong.png",
        "role": "Senior Designer @ Accenture Interactive",
        "pronouns": "she/her",
        "about": "As a curious visual designer, Vanessa explored agency/in-house/freelance environments and dabbled in diverse industries across education, consumer products, e-commerce, tech, public services, fashion/lifestyle, and entertainment. With her passion for education, she also co-founded an educational nonprofit called Menti during the pandemic to help young adults access learning resources."
    }
]
